[{
  "_id": {
    "$oid": "682a84d1addd231cf5ca7fdd"
  },
  "category": {
    "$oid": "682a800baddd231cf5ca7fd4"
  },
  "title": "Introduccion a practica Supervisada",
  "description": "En esta publicación exploraremos los conceptos fundamentales de la práctica supervisada en entornos académicos y profesionales. Abordaremos los objetivos principales, las metodologías más utilizadas y las mejores prácticas para diseñar, ejecutar y evaluar proyectos guiados por un mentor o tutor. Veremos ejemplos reales de aplicación, discutiremos los desafíos comunes que enfrentan los estudiantes y profesionales durante este proceso, y ofreceremos consejos prácticos para maximizar el aprendizaje y la productividad. Al finalizar, tendrás un panorama claro de cómo estructurar tu propia práctica supervisada y qué herramientas y recursos emplear para obtener los mejores resultados.",
  "image": "https://www.chinarodriguez.com/wp-content/uploads/2020/06/podcast-86.jpg",
  "isActive": true,
  "createdAt": {
    "$date": "2025-05-19T01:09:37.374Z"
  },
  "updatedAt": {
    "$date": "2025-05-19T01:32:41.323Z"
  },
  "__v": 0
},
{
  "_id": {
    "$oid": "682a8a40addd231cf5ca801b"
  },
  "category": {
    "$oid": "682a800baddd231cf5ca7fd4"
  },
  "title": "Fundamentos de Álgebra",
  "description": "En este artículo cubriremos los principios básicos del álgebra, incluyendo operaciones con polinomios, factorización y resolución de ecuaciones de primer y segundo grado. Veremos ejemplos paso a paso, estrategias de simplificación y consejos para evitar errores comunes. Ideal para estudiantes que se inician en matemáticas y necesitan una guía completa y didáctica.",
  "image": "https://previews.123rf.com/images/tmricons/tmricons1707/tmricons170700580/81207012-icono-de-signo-de-reproducci%C3%B3n-aleatoria-bot%C3%B3n-aleatorio.jpg",
  "isActive": true,
  "createdAt": {
    "$date": "2025-05-19T01:32:48.256Z"
  },
  "updatedAt": {
    "$date": "2025-05-19T02:01:36.219Z"
  },
  "__v": 0
},
{
  "_id": {
    "$oid": "682a8a4caddd231cf5ca8020"
  },
  "category": {
    "$oid": "682a8020addd231cf5ca7fd8"
  },
  "title": "Historia de la Filosofía Antigua",
  "description": "Recorre la evolución del pensamiento filosófico desde los presocráticos hasta Platón y Aristóteles. Analizaremos las principales escuelas (jonia, eleática, sofística) y sus aportes al desarrollo del método crítico y la lógica. Además, veremos fragmentos seleccionados de textos originales y su influencia en la filosofía moderna.",
  "image": "https://upload.wikimedia.org/wikipedia/commons/5/5a/Plato_School_of_Athens.jpg",
  "isActive": true,
  "createdAt": {
    "$date": "2025-05-19T01:33:00.541Z"
  },
  "updatedAt": {
    "$date": "2025-05-19T01:33:00.541Z"
  },
  "__v": 0
},
{
  "_id": {
    "$oid": "682a8a56addd231cf5ca8025"
  },
  "category": {
    "$oid": "682a8016addd231cf5ca7fd6"
  },
  "title": "Introducción a la Programación con Python",
  "description": "Este tutorial te introduce al lenguaje Python, cubriendo la instalación del entorno, sintaxis básica, estructuras de datos (listas, diccionarios, tuplas) y control de flujo (if, for, while). Incluye ejercicios prácticos para crear tu primera calculadora y manipular archivos de texto. ¡Perfecto para principiantes absolutas!",
  "image": "https://www.python.org/static/community_logos/python-logo.png",
  "isActive": true,
  "createdAt": {
    "$date": "2025-05-19T01:33:10.061Z"
  },
  "updatedAt": {
    "$date": "2025-05-19T01:33:10.061Z"
  },
  "__v": 0
}]